Repository: big-comm/comm-layout-changer
Catalog: locale/*.po
Languages: de, he, hr, hu, it, ja, no, pl, ro, tr

source: about
de: Über
he: אודות
hr: o programu
hu: a programról
it: informazioni su
ja: 約について
no: om om
pl: o programie
ro: despre
tr: hakkında

source: quit
de: beenden
he: צא
hr: izađi
hu: kilépés
it: esci
ja: 終了
no: avslutt
pl: wyjdź
ro: ieșire
tr: çıkış

source: select_layout
de: Layout auswählen
he: בחר_עיצוב
hr: odaberi_izgled
hu: kiválasztás_elrendezés
it: seleziona_layout
ja: レイアウトを選択
no: velg_layout
pl: wybierz_układ
tr: düzen_seç

source: apply
de: anwenden
he: החל
hr: primijeni
hu: alkalmazás
it: applica
ja: 適用
no: bruk
pl: zastosuj
ro: aplică
tr: uygula

source: description_layout
de: beschreibung_layout
he: תיאור_פריסה
hr: opis_layout
hu: leírás_elrendezés
it: layout_descrizione
ja: 説明レイアウト
no: beskrivelse_layout
pl: opis_układu
ro: descriere_dispunere
tr: açıklama_düzeni

source: error
de: Fehler
he: שגיאה
hr: greška
hu: hiba
it: errore
ja: エラー
no: feil
pl: błąd
ro: eroare
tr: hata

source: applying
de: anwenden
he: מיישם
hr: primjena
hu: alkalmazás
it: applicazione
ja: 適用中
no: bruker
pl: zastosowywanie
ro: aplicare
tr: uygulama

source: error_config
de: fehlerkonfiguration
he: שגיאת_הגדרה
hr: greška_konfiguracija
hu: hiba_beállítás
it: errore_config
ja: エラー設定
no: feil_config
pl: błąd_konfiguracji
ro: eroare_config
tr: hata_konfigürasyonu

source: success
de: Erfolg
he: הצלחה
hr: uspjeh
hu: siker
it: successo
ja: 成功
no: suksess
pl: sukces
ro: succes
tr: başarı

source: error_applying
de: Fehler beim Anwenden
he: שגיאה ביישום
hr: pogreška_pri_primjeni
hu: hiba_alkalmazás
it: errore_applicazione
ja: 適用エラー
no: feil_ved_tilf√∏yelse
pl: błąd_zastosowania
ro: eroare_aplicare
tr: uygulama_hatası

source: applying_shell
de: anwendende_shell
he: מיישם_שקע
hr: primjena_shella
hu: alkalmazó_shell
it: applicazione_shell
ja: 適用シェル
no: bruker_shell
pl: aplikowanie_powłoki
ro: aplicare_shell
tr: uygulama_kabuk

source: success_shell
de: erfolg_shell
he: הצלחה_שלט
hr: uspjeh_shell
hu: siker_shell
it: successo_shell
ja: 成功シェル
no: suksess_skal
pl: sukces_shell
tr: başarılı_kabuk

source: error_shell
de: fehler_schale
he: שגיאת_shell
hr: greška_shell
hu: hiba_shell
it: errore_shell
ja: エラーシェル
no: feil_shell
pl: błąd_shelly
ro: eroare_shell
tr: hata_kabuk

source: applying_gtk
de: anwenden_gtk
he: מיישם_gtk
hr: primjena_gtk
hu: gtk alkalmazása
it: applicando_gtk
ja: 適用中のGTK
no: bruker_gtk
pl: aplikowanie_gtk
ro: aplicând_gtk
tr: gtk uygulaması

source: success_gtk
de: erfolg_gtk
he: הצלחה_גטק
hr: uspjeh_gtk
hu: siker_gtk
ja: 成功_gtk
no: suksess_gtk
pl: sukces_gtk
tr: başarılı_gtk

source: error_gtk
de: fehler_gtk
he: שגיאת_גטק
hr: greška_gtk
hu: hiba_gtk
it: erro_gtk
ja: エラー_GTK
no: feil_gtk
pl: błąd_gtk
ro: eroare_gtk
tr: hata_gtk
